
names = {'id_1':'The Harvey Wallbanger', 
		 'id_2': 'Forest Gamp'}

ingridients = { 'id_1': ['Water', 'Liqueur', 'Orange', 'Orange juice', 'Ice'], 
				'id_2': ['Shavel', 'Brown sugar', 'Vodka', 'Flower honey', 'Ice', 'Raspberry'] }
recipe = {'id_1': "\n1. Влить все ингредиенты вместе со льдом в бокал рокс.\n2. Перемешать.\n3. Украсить долькой апельсина.",
		  'id_2': "1. Щавель растолочь мадлером в бокале для смешивания объемом 300 мл вместе с крупным тростниковым сахаром.\n2. Засыпать бокал колотым льдом (полностью).\n3. Залить водкой и цветочным медом.\n4. Подождать около 20 секунд, пока из щавеля экстрагируется хлорофилл, помешивая смесь барной ложкой.\n5. С помощью стрейнера (барное ситечко) перелить все в два шота (каждый объемом 50 мл), предварительно положив в них по ягодке малины, внутри которой есть капля цветочного меда. И сразу подавать." }

rate = {"id_1": 4, "id_2": 5}